/* Have fun learning this table */
"Activity Detail: Game" = "Получайте удовольствие обучения этой таблицы умножения";

/* A challenging memory game */
"Activity Detail: Pairs" = "Сложная игра памяти";

/* An easy start to learning this table */
"Activity Detail: Practice" = "Простой способ, чтобы начать";

/* See how much you've learned */
"Activity Detail: Test" = "Увидеть, как много вы узнали";

/* Game */
"Activity Title: Game" = "игра";

/* Pairs */
"Activity Title: Pairs" = "пар";

/* Practice */
"Activity Title: Practice" = "практика";

/* Test */
"Activity Title: Test" = "тест";

/* restart */
"Button: restart" = "начать снова";

/* start */
"Button: start" = "начать";

/* Player 1 */
"Default: name" = "Игрок 1";

/* Click only on the numbers which are multiples of %i */
"Freya: click multiples" = "Щелкните только на номера, которые кратны %i
";

/* CORRECT - press next for another sum */
"Freya: correct" = "Правильно! Нажмите на автобусе, чтобы увидеть следующий вопрос.";

/* CORRECT - well done */
"Freya: correct done" = "Правильно! Молодцы.";

/* Drag the correct answer on to the square */
"Freya: drag" = "Перетащите правильный ответ на площадь.";

/* EXCELLENT %@ */
"Freya: Excellent" = "Отлично  %@";

/* EXCELLENT %@, you scored %i */
"Freya: Excellent score" = "Отлично %1$@, вы набрали %2$i";

/* NOT BAD. Press restart to try again  %@. */
"Freya: Not bad" = "Не плохо! Пресса 'начать снова' попробовать еще раз  %@.";

/* NOT BAD %@, you scored %i */
"Freya: Not bad score" = "Не плохо %1$@, вы набрали %2$i";

/* Now tap a blue card */
"Freya: Now tap blue" = "Теперь нажмите синюю карту";

/* Now tap a red card */
"Freya: Now tap red" = "Теперь нажмите на красную карточку";

/* Congratulations you cleared the table in %i goes. */
"Freya: Pairs congrats" = "Поздравляю, вы закончили в %i попытках.";

/* Hard luck. Wait a few seconds to try again. */
"Freya: Pairs hard luck" = "Не повезло. Подождите несколько секунд, чтобы попробовать еще раз.";

/* I think you need a little more practice %@. */
"Freya: Rubbish" = "Я думаю, вам нужно немного больше практики %@.";

/* You scored %i. I think you need more practice %@. */
"Freya: Rubbish score" = "Вы набрали %i. Я думаю, вам нужно немного больше практики %2$@.";

/* Tap one red card and one blue to find a pair */
"Freya: tap one red one blue" = "Нажмите одну красную карточку и один синий найти пару";

/* Type your name, then tap on the bus */
"Freya: Type name" = "Введите имя, затем нажмите на автобусе";

/* Hello - Welcome to Times Table Fun. Pick a theme */
"Freya: Welcome to" = "привет - Добро пожаловать в 'таблица умножения весело'. Выберите тему";

/* WELL DONE %@ */
"Freya: Well done" = "Молодец %@";

/* WELL DONE %@, you scored %i */
"Freya: Well done score" = "Молодец %1$@, вы набрали %2$i";

/* SORRY - Wrong answer, try again */
"Freya: wrong try again" = "К сожалению неправильный ответ. Попробуйте еще раз.";

/* %@ cleared in %i on %@ */
"High score: cleared" = "%1$@ завершена в %2$i покушениях на %3$@";

/* Score: %i */
"High score: scored" = "счетом: %i";

/* %@ scored %i on %@ */
"High score: scored score on" = "%1$@ набрал  %2$i на %3$@";

/* HIGH SCORES: */
"High score: title" = "Высокие баллы:";

/* my name is */
"Label: name" = "меня зовут";

/* Tries:%i Score:%i */
"Label: Pairs score" = "попыток:%i счетом:%2$i";

/* Score: %i out of %i */
"Label: Score out of" = "счетом: %i из %2$i";

/* Score: %i */
"Label: Score short" = "счетом: %i";

/* score:  %i */
"Label: score with score" = "счетом:  %i";

/* Your name */
"Page title: Your name" = "Ваше имя";

/*  times table */
"Phrase: Blank times table" = " таблица умножения";

/* You scored %i\n */
"Score: You scored" = "Вы набрали %i\n";

/* Choose a number */
"Screen Title: Choose a number" = "Выберите число";

/* Game */
"Screen Title: Game" = "игра";

/* Choose an activity */
"ScreenTitle: Choose a task" = "Выберите деятельности";

/* Apples */
"Theme: Apples" = "яблоки";

/* Footballs */
"Theme: Footballs" = "футбольные мячи";

/* Hearts */
"Theme: Hearts" = "сердца";

/* Stars */
"Theme: Starts" = "звезды";

/* REMEMBER */
"Title: REMEMBER" = "ПОМНИТЕ";

"Title: Learn" = "узнавать";

"Activity Detail: Learn" = "Начните с самого начала";

"Freya: Press next to see your score" = "Нажмите на автобусе, чтобы увидеть ваш счет";

"Freya: count squares" = "Сколько квадратов? Нажмите кнопку, когда она показывает правильный ответ.";

/* Upgrade to full version */
"Title: Upgrade" = "Обновление до полной версии";

/* Upgrade to full version */
"Text: Upgrade" = "Это бесплатная версия 'таблица умножения весело', которая распространяется только на 2, 3 и 4 раза таблиц. Обновление до полной версии всего за $price.";


